Repository: BP-Collab-Coursebook/collab-coursebook
Catalog: frontend/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Your Comment
de_de: Dein Kommentar

source: Image
de_de: Bild

source: LaTeX-Textfield
de_de: LaTeX-Textfeld

source: Date
de_de: Datum

source: Rating
de_de: Bewertung

source: Filter by
de_de: Filtern nach

source: Sort by
de_de: Sortieren nach

source: Topics
de_de: Themen

source: Change Log
de_de: Änderungsprotokoll

source: Please write down your changes of this content
de_de: Bitte notieren Sie Ihre Änderungen an diesem Inhalt

source: Are you sure you want to change the language now? This will clear the form!
de_de: Sind Sie sicher, dass Sie die Sprache ändern möchten? Ihre Änderungen gehen dann verloren!

source: Impress
de_de: Impressum

source: This software is open source
de_de: Diese Software ist Open Source

source: Delete Comment
de_de: Kommentar löschen

source: Are you sure you want to delete the following comment?
de_de: Soll der folgende Kommentar wirklich gelöscht werden?

source: Confirm
de_de: Bestätigen

source: Cancel
de_de: Abbrechen

source: Edit comment
de_de: Kommentar bearbeiten

source: Submit
de_de: Abschicken

source: Add Content
de_de: Inhalt hinzufügen

source: Image Attachments
de_de: Bildanhänge

source: Add attachment
de_de: Anhang hinzufügen

source: Remove attachment
de_de: Anhang entfernen

source: Create
de_de: Erstellen

source: Instruction
de_de: Instruktion

source: Information
de_de: Informationen

source: Please insert only the LaTeX code within the document body since the preamble and the configuration are already set. Do not include any packages.
de_de: Bitte geben Sie nur den LaTeX Code innerhalb des Dokumentenkörpers an, da die Präambel und Konfigurationen bereits gesetzt wurden. Bitte fügen Sie keine weiteren Pakete hinzu. Bitte geben Sie nur den LaTeX Code innerhalb des Dokumentenkörpers an, da die Präambel und Konfigurationen bereits gesetzt wurden. Bitte fügen Sie keine weiteren Pakete hinzu.

source: Example
de_de: Beispiel

source: Here is an example LaTeX code which can be copied by pressing the following button:
de_de: Hier ist ein Beispiel LaTeX Code verfübar, welche kopiert werden kann, in dem der gegeben Button gedrückt wird:

source: Copy Example
de_de: Kopiere Beispiel

source: Embedded attachment
de_de: Eingebettete Anhänge

source: Command:
de_de: Befehl

source: LaTeX specific options
de_de: LaTeX spezifische Optionen

source: The number of the attachment. The first attachment you upload has the number 0.
de_de: Die Nummer des Anhangs. Der erste Anhang, den Sie hochladen hat die Nummer 0.

source: If you add an attachment, you can click on the %(copy)s button to copy the LaTeX-code to use it as an embedded attachment in your code.
de_de: Falls Sie ein Anhang hinzufügen möchten, klicken Sie bitte auf Button %(copy)s um den LaTeX-Code zu kopieren und es als eingegebetten Anhang in den Code zu integrieren.

source: Actions
de_de: Aktionen

source: Reading Mode
de_de: Lesemodus

source: Coursebook
de_de: Kursbuch

source: Edit
de_de: Bearbeiten

source: View History
de_de: Versionsgeschichte

source: Delete
de_de: Löschen

source: By
de_de: Von

source: Created at
de_de: Erstellt am

source: Are you sure you want to delete this %(type)s? This action cannot be undone.
de_de: Soll dieses %(type)s wirklich gelöscht werden? Diese Aktion kann nicht rückgängig gemacht werden.

source: Description
de_de: Beschreibung

source: No rating yet
de_de: Bisher keine Bewertungen

source: Comments
de_de: Kommentare

source: Add comment
de_de: Kommentar hinzufügen

source: Attachments
de_de: Anhänge

source: Edit content
de_de: Inhalt bearbeiten

source: Save
de_de: Speichern

source: Close
de_de: Schließen

source: Next
de_de: Vor

source: Previous
de_de: Zurück

source: Export
de_de: Exportieren

source: Your coursebook is empty
de_de: Dein Kursbuch ist leer

source: Create a new course
de_de: Neuen Kurs anlegen

source: Duplicate Course
de_de: Kurs duplizieren

source: Edit course
de_de: Kurs bearbeiten

source: Change
de_de: Ändern

source: Edit Course Structure
de_de: Kursstruktur bearbeiten

source: Add Topic to Structure
de_de: Thema zur Kursstruktur hinzufügen

source: Expand Structure
de_de: Struktur aufklappen

source: Collapse Structure
de_de: Struktur zuklappen

source: Add Topic
de_de: Thema hinzufügen

source: Add a new Topic
de_de: Ein neues Thema erstellen

source: Create Topic
de_de: Thema erstellen

source: Course Structure
de_de: Kursstruktur

source: Add to favourite
de_de: Zu Favouriten hinzufügen

source: Remove from favourite
de_de: Aus Favouriten entfernen

source: Edit Course
de_de: Kurs bearbeiten

source: Edit Structure
de_de: Struktur bearbeiten

source: Delete Course
de_de: Kurs löschen

source: Course picture
de_de: Kursbild

source: Table of Contents
de_de: Inhaltsverzeichnis

source: No topics yet
de_de: Bisher keine Themen

source: No Topics
de_de: Keine Themen

source: This course doesn't have topics at the moment.
de_de: Der Kurs hat momentan keine Themen.

source: Delete Confirmation
de_de: Löschbestätigung

source: Courses
de_de: Kurse

source: Contents
de_de: Inhalte

source: No matching courses found
de_de: Keine passenden Kurse gefunden

source: Sort by:
de_de: Sortieren nach:

source: Add Course
de_de: Kurs hinzufügen

source: Courses for Category
de_de: Kurse für die Kategorie

source: All Courses
de_de: Alle Kurse

source: for Category
de_de: für die Kategorie

source: Date (newest)
de_de: Datum (neuste)

source: Date (oldest)
de_de: Datum (älteste)

source: Title (Z-A)
de_de: Titel (Z-A)

source: Courses for
de_de: Kurse für

source: for
de_de: für

source: Error
de_de: Fehler

source: An error occurred while generating your coursebook. Please see the log file below.
de_de: Beim Generieren Ihres Coursebooks ist ein Fehler aufgetreten. Weitere Informationen dazu finden Sie in der Protokolldatei.

source: Your Courses
de_de: Deine Kurse

source: Stared Courses
de_de: Favorisierte Kurse

source: All Courses by Period
de_de: Alle Kurse für den Zeitraum

source: All Courses by Category
de_de: Alle Kurse für die Kategorie

source: History
de_de: Versionsgeschichte

source: Back
de_de: Zurück

source: Compare
de_de: Vergleichen

source: Date/time
de_de: Datum/Uhrzeit

source: User
de_de: Benutzer*in

source: There are no differences.
de_de: Es gibt keine Unterschiede.

source: Change log:
de_de: Änderungsprotokoll:

source: (no comment exists)
de_de: (kein Kommentar)

source: Compare information
de_de: Informationen zum Vergleich

source: Compare Version 1
de_de: Vergleich von Version 1

source: with Version 2
de_de: mit Version 2

source: Revert to Version 1
de_de: Zurückkehren zu Version 1

source: Previous Versions
de_de: Vorherige Versionen

source: Next Versions
de_de: Nächste Versionen

source: Overwrite fields with these changes?
de_de: Felder überschreiben mit diesen Änderungen?

source: Reversion of
de_de: Überschreiben vom

source: Are you sure you want to revert to Version <strong>%(date1)s</strong>? You can also undo the revert later.
de_de: Sind Sie sich sicher, dass Sie die aktuelle Version mit der Version vom <strong>%(date1)s</strong> überschreiben möchten? Sie können Ihre Änderungen auch später noch rückgängig machen.

source: Go back to history list
de_de: Zurück zur Versionsgeschichte

source: Logout
de_de: Ausloggen

source: Create content. Store knowledge. Learn together.
de_de: Erschaffe Inhalt. Speichere Wissen. Lerne gemeinsam.

source: Login
de_de: Einloggen

source: Go to dashboard
de_de: Zum Dashboard

source: Search
de_de: Suche

source: Admin Menu
de_de: Admin-Menü

source: User profile picture
de_de: Profilbild

source: Language
de_de: Sprache

source: Biography
de_de: Biographie

source: Edit profile
de_de: Profil bearbeiten

source: Edit your profile
de_de: Profil bearbeiten

source: Search Results for
de_de: Suchergebnisse für

source: No courses found
de_de: Keine Kurse gefunden

source: No topics found
de_de: Keine Themen gefunden

source: Welcome to the “Collab Coursebook” tutorial! In this tutorial we will present our website and clarify its various functions.
de_de: Herzlich Willkommen zum “Collab Coursebook” Tutorial. In diesem Tutorial werden wir unsere Website und die dazugehörigen Funktionen präsentieren.

source: in ① you can click on the “?” to see detailed instruction for the latex code field.
de_de: Soll dieses %(type)s wirklich gelöscht werden? Diese Aktion kann nicht rückgängig gemacht werden.

source: Course
de_de: Kurs

source: The key functions of the course site are as follows:
de_de: Die Schlüsselfunktionen der Kursseite sind die folgenden:

source: in ① you can select “ACTIONS” in order to access the following functions:
de_de: In ① kannst du “AKTIONEN” selektieren, um Zugriff auf die folgenden Funktionen zu erlangen:

source: “ADD TO/ REMOVE FROM FAVOURITE”: Add/Remove the viewed course to your list of favourite courses.
de_de: “ZU FAVORITEN HINZUFÜGEN/ AUS FAVORITEN ENTFERNEN”: Hinzufügen/Entfernen des betrachteten Kurses zur Liste von Favoritenkursen.

source: DUPLICATE COURSE: Duplicate this course
de_de: KURS DUPLIZIEREN: Dupliziere den betrachteten Kurs

source: EXPORT COURSE: Export all course contents in a PDF
de_de: KURS EXPORTIEREN: Exportiere alle Kursinhalte in einer PDF

source: EDIT COURSE - more information in a later section
de_de: KURS BEARBEITEN - mehr Informationen in einem späteren Abschnitt

source: EDIT STRUCTURE - more information in a later section
de_de: STRUKTUR BEARBEITEN - mehr Informationen in einem späteren Abschnitt

source: VIEW HISTORY - more information in a later section
de_de: VERSIONSGESCHICHTE - mehr Informationen in einem späteren Abschnitt

source: DELETE COURSE: Delete the course
de_de: KURS LÖSCHEN: Lösche den betrachteten Kurs

source: in ② you can click on the name of a specific topic for quick topic jumping, and click on the hamburger button to toggle/untoggle the topic list.
de_de: in ② kannst du auf den Namen eines bestimmten Themas klicken um schnell zum Thema zu springen, und auf die Hamburger-Schaltfläche klicken,um die Themenliste ein- oder auszuschalten.

source: in the “Coursebook” part you can see marked coursebook content. In ③ you can also click on the hamburger button in order to toggle/untoggle the coursebook section.
de_de: Unter “Kursbuch” kannst du die markierten Kursbuch-Inhalte sehen. In ③ kannst du auch auf die Hamburger-Schaltfläche klicken, umden Kursbuch ein- oder auszuschalten.

source: if there is any content in your “Coursebook”, there will be an “EXPORT” button (see ④), which you can select to download a pdf containing all coursebook content.
de_de: Wenn der „Kursbuch“ Inhalte enthält, wird es eine Schaltfläche „EXPORTIEREN“ (siehe ④) geben,worüber du ein PDF herunterladen kannst, das alle Inhalte des Kursbuchs enthält.

source: on the right side of each topic there is an “ADD CONTENT” button (see ⑤). Click to add new content to the corresponding topic.
de_de: Auf der rechten Seite jedes Themas befindet sich die Schaltfläche „INHALT HINZUFÜGEN“ (siehe ⑤). Klick hier, um dem entsprechenden Thema neuen Inhalt hinzuzufügen.

source: If you click “EDIT COURSE” in the “ACTIONS” menu of the course, you will be redirected to an “Edit course” page like this.
de_de: Wenn du im Menü “AKTIONEN” des Kurses auf “KURS BEARBEITEN” klickst, wirst du zu einer solchen “Kurs bearbeiten” Seite weitergeleitet.

source: fields marked with asterisks are required.
de_de: Mit Sternchen markierte Felder sind erforderlich.

source: the text in “Change Log” will be shown later in the history list as comment.
de_de: Der Text in „Änderungsprotokoll“ wird später in der Versionsliste als Kommentar angezeigt .

source: If you select “EDIT STRUCTURE” in the “ACTIONS” menu of the course, you will be redirected to an “Edit Course Structure” page like this.
de_de: Wenn du im Menü “AKTIONEN” des Kurses auf “STRUKTUR BEARBEITEN” klickst, wirst du zu einer solchen “Kursstruktur bearbeiten” Seite weitergeleitet.

source: in ① you can view all existing topics by selecting the dropdown-menu. Select one and click “ADD TOPIC” in order to add the topic to the course structure (shown in part ③)
de_de: In ① kannst du alle vorhandenen Themen sehen, indem du das Dropdown-Menü selektierst. Wähle ein aus und klick auf „THEMA HINZUFÜGEN“, um das Thema zur Kursstruktur hinzuzufügen (siehe Teil ③)

source: in ① you can click “EXPAND STRUCTURE” to view all topics including the subtopics of the course in part ③, and click “COLLAPSE STRUCTURE” to view all topics excluding the subtopics of the course in part ③
de_de: In ① kannst du auf „STRUKTUR AUFKLAPPEN“ klicken, um alleThemen einschließlich der Unterthemen des Kurses in ③ anzusehen, und auf“STRUKTUR ZUKLAPPEN” klicken, um alle Themen ohne die Unterthemen des Kurses in Teil ③ anzusehen.

source: in ② you can add new topics by denoting a title, selecting a category and then clicking “CREATE TOPIC”. The new topic will then be added to the list of all topics in part ①.
de_de: In ② kannst du neue Themen hinzufügen, indem du einen Titel angibst, eine Kategorie auswählst und dann auf „THEMA ERSTELLEN“ klickst. Das neue Thema wird dann zur Liste aller Themen in Teil ① sowie der Struktur des Kurses in Teil ③ hinzugefügt.

source: in ③ you can see the current structure of the course. You can update the structure via Drag & Drop of the hamburger buttons in front of the topic names
de_de: In ③ siehst du die aktuelle Struktur des Kurses. Du kannst die Struktur per Drag & Drop der Hamburger-Schaltflächen vor den Themennamen aktualisieren.

source: Don’t forget to save your changes!
de_de: Vergess nicht, deine Änderungen zu speichern!

source: Histroy
de_de: Versionsgeschichte

source: If you select “VIEW HISTORY” in the “ACTIONS” menu of the course, you will be redirected to a “History” page like this.
de_de: Wenn du im Menü “AKTIONEN” des Kurses auf “VERSIONSGESCHICHTE” klickst, wirst du zu einer solchen “Versionsgeschichte” Seite weitergeleitet.

source: in the presented table all versions of the corresponding course are displayed. Every time after you edit the course, there will be a version containing the new changes added to the table
de_de: In der dargestellten Tabelle werden alle Versionen des entsprechenden Kurses angezeigt. Jedes Mal, nachdem du den Kurs bearbeitet hast, wird eine Version mit den neuen Änderungen zur Tabelle hinzugefügt.

source: Navigation Bar
de_de: Navigationsbar

source: Once you have logged in, we have prepared several functions on the navigation bar which you can access anytime during browsing.
de_de: Sobald du dich eingeloggt hast, sind mehrere Funktionen auf der Navigationsbar verfügbar, welche du jederzeit abrufen kannst:

source: Click on “Collab Coursebook” (see ①) to open the Dashboard.
de_de: klicke auf “Collab Coursebook” (siehe ①) um das Dashboard zu öffnen.

source: Type any key words and click on the green button (see ②) to search for specific content.
de_de: gebe ein Schlüsselwort ein und klicke auf den grünen Knopf (siehe ②), um nach spezifischen Inhalten zu suchen.

source: Select “ALL COURSES” (see ③) to view all available courses.
de_de: selektiere “ALLE KURSE” (siehe ③), um alle verfügbaren Kurse angezeigt zu bekommen.

source: There will be an "ADMIN MENU" button in ④ only if you are the superviser of the website, click to access the admin site.
de_de: Nur wenn du Supervisor der Webseite bist, wird hier der “ADMIN MENÜ” (siehe ④) angezeigt. Selektiere um die Admin-Seite aufzurufen.

source: select your user name (see ⑤) in order to check your profile.
de_de: selektiere deinen Nutzernamen (siehe ⑤), um dein Profil aufzurufen.

source: select the dropdown-toggle button (see ⑥) in order to change the language, access the tutorial or log out.
de_de: selektiere den Dropdown-toggle Knopf (siehe ⑥), um die Sprache zu wechseln, auf das Tutorial zuzugreifen oder dich auszuloggen.

source: You don't have permission to do this.
de_de: Sie haben keine Berechtigung, um diesen Vorgang durchzuführen.

source: Successfully deleted comment.
de_de: Kommentar erfolgreich gelöscht.

source: Successfully edited Comment.
de_de: Kommentar erfolgreich bearbeitet.

source: There exists no example yet.
de_de: Es ist momentan kein Beispiel verfügbar.

source: Content %(title)s successfully added
de_de: Inhalt %(title)s erfolgreich hinzugefügt

source: An error occurred while processing the request
de_de: Es trat ein Fehler beim Verarbeiten der Anfrage auf

source: You are not allowed to edit this content
de_de: Sie sind nicht berechtigt diesen Inhalt zu bearbeiten

source: Content updated
de_de: Inhalt aktualisiert

source: You are not allowed to delete this content
de_de: Sie sind nicht berechtigt diesen Inhalt zu entfernen

source: Course %(title1)s successfully created. All settings and contents of the course %(title)s were copied.
de_de: Kurs %(title1)s erfolgreich erstellt. Alle Einstellungen und Inhalte des Kurses %(title)s wurden kopiert.

source: Course %(title)s successfully created
de_de: Kurs %(title)s erfolgreich angelegt

source: Course %(title)s successfully edited
de_de: Kurs %(title)s erfolgreich bearbeitet

source: Course %(title)s successfully deleted
de_de: Kurs %(title)s erfolgreich gelöscht

source: Reverted to Version: %s
de_de: Zurückgekehrt zu Version: %s

source: Profile updated
de_de: Profil aktualisiert
