Repository: BP-Collab-Coursebook/collab-coursebook
Catalog: frontend/locale/*/LC_MESSAGES/djangojs.po
Languages: de_de

source: The topic %s was successfully added to the course structure.
de_de: Das Thema %s wurde erfolgreich zur Kursstruktur hinzugefügt.

source: Error during data transfer to the server - status: %s
de_de: Fehler bei der Datenübertragung zum Server - Status: %s

source: Course %(title)s successfully removed from favourites
de_de: Kurs %(title)s erfolgreich aus den Favoriten entfernt

source: Course %(title)s successfully added to favourites
de_de: Kurs %(title)s erfolgreich zu den Favoriten hinzugefügt

source: There exists no example yet.
de_de: Es ist momentan kein Beispiel verfügbar.

source: Instruction
de_de: Instruktion

source: Please insert only the LaTeX code within the document body since the preamble and the configuration are already set. Do not include any packages.
de_de: Bitte geben Sie nur den LaTeX Code innerhalb des Dokumentenkörpers an, da die Präambel und Konfigurationen bereits gesetzt wurden. Bitte fügen Sie keine weiteren Pakete hinzu.

source: Copy Example
de_de: Kopiere Beispiel

source: Embedded Attachment
de_de: Eingebettete Anhänge

source: LaTeX specific options
de_de: LaTeX spezifische Optionen

source: The number of the attachment. The first attachment you upload has the number 0.
de_de: Die Nummer des Anhangs. Der erste Anhang, den Sie hochladen hat die Nummer 0.

source: Exampple
de_de: Beispiel

source: If you add an attachment, you can click on the %(copy)s button to copy the LaTeX-code to use it as an embedded attachment in your code.
de_de: Falls Sie ein Anhang hinzufügen möchten, klicken Sie bitte auf Button %(copy)s um den LaTeX-Code zu kpieren und es als eingegebetten Anhang in den Code zu integrieren.
